Repository: 4eKeP/NewsAppTest
Catalog: NewsAppTest/Localization/Localizable.xcstrings
Source language: ru
Languages: en

# Cell.Author
source: Автор
en: Author

# Cell.Date
source: Дата публикации
en: Date of publication

# Cell.Description
source: Описание
en: Description

# Cell.NoAuthor
source: Автор не указан
en: Author not specified

# Cell.NoDescription
source: Описание не предоставлено
en: Description not provided

# Cell.Title
source: Заголовок
en: Title

# Detail.link
source: Ссылка на источник
en: Source link

# Error.cancel
source: Отменить
en: Cancel

# Error.repeat
source: Повторить
en: Repeat

# Tab.FavTitle
source: Избранное
en: Favourite

# Tab.ListTitle
source: Лист новостей
en: News list
